References/ASTT/TestSuits/Tests/PTZ/TC.PTZ.NVT.12/TC.PTZ.NVT.12_REQ_01.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver10/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:GotoHomePosition>
      <tptz:ProfileToken>ProfileToken1</tptz:ProfileToken>
      <tptz:Speed>
        <tt:PanTilt x="1" y="1" space="http://uri1"/>
        <tt:Zoom x="1" space="http://uri1"/>
      </tptz:Speed>
    </tptz:GotoHomePosition>
  </s:Body>
</s:Envelope>